// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "%@$. %@ - %@ disky(ov)";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "%@$. %@ - 1 disk";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (bez možnosti online nákupu)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d hodiny";

/* No comment provided by engineer. */
"%d minutes" = "%d minút";

/* No comment provided by engineer. */
"%d months ago" = "pred %d mesiacmi";

/* No comment provided by engineer. */
"%d of %d" = "%d z %d";

/* No comment provided by engineer. */
"%d weeks ago" = "pred %d týždňami";

/* No comment provided by engineer. */
"%d years ago" = "pred %d rokmi";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 míľa";

/* No comment provided by engineer. */
"1 minute" = "1 minúta";

/* No comment provided by engineer. */
"1 month ago" = "pred 1 mesiacom";

/* No comment provided by engineer. */
"1 week ago" = "pred 1 týždňom";

/* No comment provided by engineer. */
"1 year ago" = "pred 1 rokom";

/* No comment provided by engineer. */
"About" = "O programe";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Automaticky lokalizovať";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Call" = "Zavolať";

/* No comment provided by engineer. */
"Cast:" = "Obsadenie:";

/* No comment provided by engineer. */
"Change date" = "Zmeniť dátum";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Mesto/štát alebo PSČ";

/* No comment provided by engineer. */
"Could not find location." = "Nemôžem nájsť polohu.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Informácie o DVD/Blu-raz poskytol:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informácie pre nadchádzajúce dni nemusia byť kompletné. Nastavte dátum hľadania na dnešok pre zobrazenie úplného zoznamu.";

/* No comment provided by engineer. */
"Director:" = "Režisér:";

/* No comment provided by engineer. */
"Directors:" = "Režiséri:";

/* No comment provided by engineer. */
"Distance" = "Vzdialenosť";

/* No comment provided by engineer. */
"Downloading data" = "Downloadujem dáta";

/* No comment provided by engineer. */
"Downloading poster" = "Downloadujem plagát";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Poslať E-mailom";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Obľúbené";

/* No comment provided by engineer. */
"Format:" = "Formát:";

/* No comment provided by engineer. */
"Genre:" = "Žáner:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Informácie o polohe poskytuje:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Minulý piatok";

/* No comment provided by engineer. */
"Last Monday" = "Minulý pondelok";

/* No comment provided by engineer. */
"Last Saturday" = "Minulá sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Minulá nedeľa";

/* No comment provided by engineer. */
"Last Thursday" = "Minulý štvrtok";

/* No comment provided by engineer. */
"Last Tuesday" = "Minulý utorok";

/* No comment provided by engineer. */
"Last Wednesday" = "Minulá streda";

/* plural */
"Less than %d %@ away" = "Bližšie než %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "Bližšie než 1 %@";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"Loading poster" = "Nahrávam plagát";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokálne výsledky nie sú dostupné";

/* No comment provided by engineer. */
"Localized by:" = "Lokalizácia:";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Movie details provided by:" = "Poskytovateľ informácií o filme:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Poskytovateľ filmových recenzií:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* No comment provided by engineer. */
"Name" = "Meno";

/* No comment provided by engineer. */
"Network unavailable" = "Sieť nedostupná";

/* No comment provided by engineer. */
"No information found" = "Neboli nájdené žiadne informácie";

/* No comment provided by engineer. */
"No results found for '%@'" = "Nenájdené žiadne výsledky pre '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Popis nie je dostupný.";

/* No comment provided by engineer. */
"None" = "Žiaden";

/* No comment provided by engineer. */
"Not yet rated" = "Ešte nehodnotené";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Objednať vstupenky na %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Prehrať trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Prosím zadajte vašu polohu";

/* No comment provided by engineer. */
"Project website" = "Webová stránka projektu";

/* No comment provided by engineer. */
"Rated %@" = "Prístupnosť %@";

/* No comment provided by engineer. */
"Rated:" = "Prístupnosť:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Prečítať recenzie";

/* No comment provided by engineer. */
"Really close by" = "Najbližší";

/* No comment provided by engineer. */
"Really far away" = "Najvzdialenejší";

/* No comment provided by engineer. */
"Release date:" = "Dátum premiéry:";

/* No comment provided by engineer. */
"Release" = "Premiéra";

/* No comment provided by engineer. */
"Release: %@" = "Premiéra: %@";

/* No comment provided by engineer. */
"Reviews" = "Recenzie";

/* No comment provided by engineer. */
"Running time:" = "Dĺžka filmu:";

/* No comment provided by engineer. */
"Score" = "Hodnotenie";

/* No comment provided by engineer. */
"Search Date" = "Dátum";

/* No comment provided by engineer. */
"Search Distance" = "Vzdialenosť";

/* No comment provided by engineer. */
"Send Feedback" = "Poslať komentár";

/* No comment provided by engineer. */
"Send Feedback" = "Poslať pripomienky";

/* No comment provided by engineer. */
"Settings" = "Nastavenia";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Zobraziť %d skrytých kín";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Zobraziť jedno skryté kino";

/* No comment provided by engineer. */
"Show Both" = "Oba";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Premietacie časy boli načítané %@.";

/* No comment provided by engineer. */
"Studio:" = "Štúdio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Program kina naposledy aktualizovaný \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Poskytovatelia informácií o kinách často obmedzujú maximálnu vzdialenosť, pre ktorú poskytnú dáta. Preto sa nemusia niektoré informácie zobraziť pri nastavení veľkej vzdialenosti.";

/* No comment provided by engineer. */
"Theaters" = "Kiná";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Toto kino zatiaľ neoznámilo svoj program. Hneď ako bude k dispozici, %@ ho automaticky načíta.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Poskytovateľ predaja vstupeniek:";

/* No comment provided by engineer. */
"Title" = "Názov";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Unknown Distance" = "Neznámá vzdialenosť";

/* No comment provided by engineer. */
"Unknown Release Date" = "Neznámy dátum premiéry";

/* No comment provided by engineer. */
"Unrated" = "Nehodnotené";

/* No comment provided by engineer. */
"Upcoming" = "Premiéry";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Použiť malé fonty";

/* No comment provided by engineer. */
"Website" = "Web";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor aplikácie: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Krajina vášho %@ je nastavená na: %@\n\nFunkcia Now Playing v tejto krajine nie je podporovaná, avšak ostatné funkcie sú už k dispozícii! Keď budú k dispozícii ďaľšie funkcie, automaticky vám to oznámime.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometre";

/* No comment provided by engineer. */
"mile" = "míľu";

/* No comment provided by engineer. */
"miles" = "míle";